[
 { "Account" : "GET STARTED\nWe've made account creation simple; you only need to enter your phone number.  Because this number will be seen (as caller ID) by the people you call, it needs to be verified.\n\nOTHER DEVICES\nOnce you have an account, you can also use NumberBay on your other iOS devices.  Simply tap Restore on the Get Started screen, and follow the steps.\n\nDATA SYNC\nAt this moment we don't sync data between devices.  When you make a change (e.g. buy a number) from one device, you need to do a refresh on another device to see the change.  Note that each device has its own call history (i.e. Recents) and Favorites; this data is never shared between devices.\n\nRESET ALL\nIf you want to wipe your account and all data from an iOS device, you can do so in the app Settings.  With Reset All, all your data will be deleted, simply and securely.\n\nNEVER EXPIRES\nYour account never expires, and there are no recurring costs." },

 { "Calls" : "TRUE POWER\nWith NumberBay you make international calls for very competative prices.  But, NumberBay's true power is making you reachable on local numbers in up to 50 countries, and giving you control over where to receive calls.\n\nFORWARD CALLS\nBy defaults calls on your NumberBay numbers go to the number that was verified during account creation.  But, you can forward these calls to any international number you like.  It's easy to setup and change these forwardings.\n\nAN EXAMPLE\nLet's say you have NumberBay numbers in London, Amsterdam, and New York, because that's where your current clients are.  This morning you're working from your apartment in sunny Barcelona, so you forward all calls to your home number.  Later today you'll be travelling, and can't be reached; you forward all calls to the office.  Then, when you arrive in Tokyo, you forward to your mobile (with a pre-paid local SIM).  Your clients won't notice the difference; they will always be calling you on the same number.\n\nCALLER ID\nWhen you make a call from the app, you choose which caller ID will be used.  By default this is your verified number, but you can also use any of your NumberBay numbers.\n\nCONTACT GROUPS\nYou can assign a default caller ID to each of your contact's numbers.  This allows you to group your contacts, based on the number they can reach you on." },

 { "Numbers" : "NUMBER TYPES\nYou can buy three different types of numbers: Geograpic, national, and toll-free.  See the important note about expiry of numbers below!\n\nGEOGRAPHIC NUMBERS\nGeographic numbers are bound to a certain city.  We offer these in the following 42 countries: Argentina, Australia, Belgium, Brazil, Bulgaria, Canada, Chile, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, El Salvador, Finland, (France,) Georgia, (Germany,) Greece, Hungary, Ireland, Israel, Italy, Japan, Latvia, Lithuania, Luxembourg, Mexico, Netherlands, New Zealand, Norway, Peru, Poland, Puerto Rico, Romania, Slowakia, Slovenia, South Africa, Spain, Sweden, Switserland, United Kingdom, and United States.\n\nNATIONAL NUMBERS\nWe offer national numbers in 23 countries: Austria, Bahrain, Belgium, Estonia, Finland, (France,) Georgia, (Germany,) Hong Kong, Ireland, Israel, Luxembourg, Malta, Netherlands, Norway, Panama, Portugal, Singapore, Slovenia, South Africa, Spain, Sweden, and United Kingdom.\n\nTOLL-FREE NUMBERS\nToll-free numbers are available in 34 countries: Argentina, Australia, Austria, Bahrain, Belgium, Canada, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Finland, (France,) (Germany,) Greece, Hungary, Ireland, Isreal, Italy, Japan, Luxembourg, Netherlands, New Zealand, Norway, Panama, Portugal, Peurto Rico, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, and United States.  A toll-free number is a great way to offer your contacts that extra bit of service.\n\nADDRESS PROOF\nThe countries France and Germany require a proof of address, which we need to verify.  We do not support that now. But, with the upcoming app update, you will be able to make a picture (e.g. of a utility bill), and send it to us for verification.  Then we will also offer numbers in these two countries.\n\nTHE COST\nIn the Credit section, we'll explain the cost of forwarding and the use of toll-free numbers.\n\nUSAGE PERIOD\nIt is very important that you buy a number for a sufficiently long period, and that you extend this period before it ends, when appropriate.  Once the total period (including possible extention(s)) has expired, a NumberBay number won't be available any more; and it can't be recovered!" },

 { "Credit" : "WHEN USED\nEach account has a single credit amount.  You use up credit in three situations: When you make calls (on one or multiple iOS devices), when others call you on one of the numbers you bought, and when a number you buy has a set-up fee.\n\nFORWARDED CALLS\nAs was explained in the Calls section, a call to a NumberBay number is forwarded.  You pay the call from our servers to the forwarding number.  The same very competetive NumberBay calling rates apply.\n\nFORWARDING EXPLAINED\nIn other words: When someone calls you on a NumberBay number, our systems receive this call.  (Receiving calls is free for geographic & national numbers, but costs a little for toll-free numbers.)  Then the call is connected to the forwarding number you configured, and normal costs apply.  This is similar to when you make calls from the app: Our systems receive your call for free over internet, which is then connected to a number in the outside world.\n\nNEVER EXPIRES\nThe credit you've purchased never expires, and there are no (monthly) costs for having a NumberBay acount." },

 { "Settings" : "HOME COUNTRY\nThe NumberBay app has only a few settings.  The Home Country determines how local numbers (i.e. without country prefix) are intepreted.  If you for example call 012345678 with Belgium as Home Country, you'll actually be calling +32 12 345678.  If your iOS device has a SIM card, the Home Country is determined from the limited information Apple allows us to read from the SIM card.  But you can also choose the Home Country by hand from the list of countries.\n\nCELLULAR DATA\nBy default the app won't make calls when your device is connected to a cellular data network (3G, Edge, 4G, ...).  When you try to call, you'll see an alert from which you can choose to allow these calls.  Note that calls on a cellular data network may add costs from your operator!\n\nCALLER ID\nBy default people you call will see your verified number as caller ID.  When you don't want people to see your number, switch off Show My Caller ID.\n\nRESET ALL\nYou can wipe your account, credit, numbers, all settings, and all other data from the iOS device by tapping Reset All.  Call forwardings you've done remain active, because they are stored on our servers.\n\nRESTORE ACCOUNT\nYou can always restore your account, credit, numbers, and forwardings on any iOS device with your Apple ID.  Only the Recents call history, your Favorites, and the Settings can't be restored; this is simply because they are not stored on our servers." },

 { "Privacy" : "NUMBER VERIFICATION\nFor legal reasons, your phone number must be verified.  This is because most countries want a way to find the origin of calls, in case people do bad things.  But, we will only supply information in reponse to a police/court order of which we can reasonably verify that it's not in conflict with privacy laws, nor with human rights.  The only information we are able to supply, in addition to this verified number, are call records (i.e. who was called when).\n\nDATA STORAGE\nYour/Our data is stored on our own secured servers.  We do not have backdoors via which someone could have a peek.  Neither do we share any data with any other party or individual.\n\nUSER CREDENTIALS\nInternally used usernames & passwords are stored in a safe way on the iOS device, and are not easily accessible.\n\nSECURE CONNECTIONS\nAll communication between the app and our servers is on secure connections.  Additionally, the audio streams of all your calls from the app are encrypted.  Nobody can just listen in, if they were able to read the internet traffic of your iOS device.  This means that even on public Wi-Fi networks, your calls are safe.  Although the technologies we use are proven to be extremely secure, no company can ever give a 100% guarantee.\n\nOTHER SYSTEMS\nNote that we do need to decrypt the audio streams where we connect with other/regular telephony systems.  From that point on your calls are secured by those telecom companies, as if you're making a call from your mobile phone or fixed line.\n\nADDRESS DETAILS\nCertain countries we offer numbers in, require you to supply address details.  We only pass these details on to our number suppliers.  We do not store these details, neither will we ever pass them on to third parties.  These suppliers are highly ranked & trusted companies, also delivering a high qualily of service." }
]