[
 { "Account" : "<b>Get Started</b><br/>An account is implicitly created when you buy initial credit. You don’t have to give your email address nor click a link. Only your phone number is verified, because it’s needed for making calls (see the Calls section).<br/><br/><b>Other Devices</b><br/>Once you have an account, you can also use NumberBay on your other iOS devices. Simply tap Restore on the Get Started screen, and follow the steps. This will only be possible if you use the same iTunes Store account.<br/><br/><b>Data Sync</b><br/>We don't synchronize data automatically between devices using the same account yet. When you make a change (e.g. rename one of your phone numbers) on one device, you need to do a refresh on your other devices to see the change. To sync, simply drag down the list of Phones until the indicator starts spinning. Or tap on ‘Synchronize With Server’ on the Settings tab. Note that each device has its own call history and settings; this data is not shared between devices.<br/><br/><b>Reset All</b><br/>If you want to wipe your account and all data from an iOS device, you can do so in the app Settings. With Reset All, all your data will be deleted, simply and securely.<br/><br/><b>Never Expires</b><br/>Your account never expires, and there are no recurring costs." },

 { "Callback" : "<b>Issues With VoIP</b><br/>Most other telephony apps call over wireless internet (Wi-Fi, or 3G/4G/...). This is called Voice over Internet Protocol (VoIP). This may be cheaper than regular mobile calls. But it comes at the cost of lower & unstable audio quality, a lot more dropped calls, and annoyances because you never know when the internet connection is good enough.<br/><br/><b>Why Callback</b><br/>NumberBay wants to offer quality and a good user experience, therefore we decided to not do VoIP, but callback instead. With callback, a slow wireless internet connection is enough, and only needed when initiating a call. After that, our server takes over and sets up the call over the very stable regular (mobile) telephony connections.<br/><br/><b>How It Works</b><br/>When you initiate a call, the NumberBay app sends a small message (around 0.0001MB) to our server over a secure internet connection. This message contains the number you want to call, your callback number, your caller ID, and a value if caller ID must be shown or not. On reception of this message, the NumberBay server first calls your phone. Then when you pick up, the other person is being called by our server. As soon as the other end picks up, the server connects you both.<br/><br/><b>Data Usage</b><br/>Once connected, the NumberBay app requests the call status every second, unless it's in the background (see below). It does this to show the status on screen, and to handle the end of call in the app. The data used for this is again very small. The total data is only about 1/1000 of that of a VoIP call over wireless internet. But when you initiate and receive the call on the same iPhone, the data used is almost zero. This is because these status requests stop during the mobile call, when the app is in the background.<br/><br/><b>Cost</b><br/>As explained, the NumberBay server needs to make two calls. The total cost is the sum of calling you, and calling the other person. Because calling rates are low, this is a small price paid for the great advantages that callback offers to business class users." },

 { "Calls" : "<b>Rates</b><br/>With NumberBay you make international calls for very competitive rates, even despite the fact that we use top telephone connections.<br/><br/><b>Charges</b><br/>You are charged per second call time; that’s the clearest. We won't bother you with all kinds of complex bundles, like many others do.<br/><br/><b>Two Calls</b><br/>Because you’re called back, there are technically two calls: from our server to your phone, and from our server to the person you call. Be aware that the time of this first call starts when you answer the callback. This means that there will be small charge, even if you end the callback before the other person (or voicemail) answers.<br/><br/><b>Mobile Charges</b><br/>In some countries your mobile operator may charge you for the incoming callback. But normally receiving this call will not cost you extra. Unless, of course, you’re abroad; most operators charge for receiving calls in another country.<br/><br/><b>Caller ID</b><br/>On the Settings tab you select which of your phone numbers should be used as caller ID. And, in Settings you also select where you will be called back. The people you call will only see the selected Caller ID, and never the called back number. You can therefore safely use any callback number without the people you call knowing which phone you're actually using." },

 { "Phones" : "<b>Phone Numbers</b><br/>When creating an account, you supply one phone number. But, this does not need to be an/your iPhone's mobile number. It can be the number of any phone you use: the fixed line at home, your office number, the number of another mobile, a prepaid SIM card you buy abroad, your hotel's room phone number, ... Your iOS device's name is used as initial name for this first phone number; but you can change this later.<br/><br/><b>iPod Touch & iPad</b><br/>Because callbacks can go to any phone, you don't require an iPhone to use NumberBay. Adding phone numbers and initiating calls can be done from any iOS device.<br/><br/><b>More Phones</b><br/>To keep track of the various phones you use, NumberBay keeps them in a list, and allows you to give each one a name.<br/><br/><b>Adding Phones</b><br/>To add a phone, and it's number of course, tap the [+] button on the app's Phones tab. Then you follow the same simple steps as when you started using NumberBay. You can add as many as you like.<br/><br/><b>Deleting Phones</b><br/>When you no longer have or use a phone's number, you can simply delete it from the list. You can only delete phones that you currently don't use to receive callbacks on, or as caller ID. There will be a popup alert when you try to delete a phone that's in use." },

 { "Credit" : "<b>When Used</b><br/>Each account has a single credit amount. You use up credit when you make calls from any of your iOS devices. Credit starts to be used as soon as you accept the callback. But this will be only for the call to your phone. When the other person or voicemail answers, charges for this second call are added.<br/><br/><b>Never Expires</b><br/>The credit you've purchased never expires, and there are no (monthly) costs for having a NumberBay account.<br/><br/><b>Call Rates List</b><br/>On the Credit tab you find the Call Rates for all countries. This shows the total per minute prices for fixed-line and mobile calls. When you tap you'll get how these total prices are broken up between calling you back, and calling the destination." },

 { "Settings" : "<b>Simple Things</b><br/>In keeping things simple for you, the NumberBay app has only a few settings. There's no technical stuff that can be found in too many other apps.<br/><br/><b>Call Mode</b><br/>With Called Back you select the phone on which the NumberBay server calls you. By default this is set to the phone number you supply during account creation. Caller ID is the number that people you call will see. This is by default also set to your account creation phone number. Finally, when you don't want people to see your caller ID, switch off Show My Caller ID.<br/><br/><b>Home Country</b><br/>The Home Country determines how local numbers (i.e. without country prefix) are interpreted. If you for example call 01234567890 with the UK as Home Country, you'll actually be calling +44 1234 567890. If your iOS device has a SIM card, the Home Country is determined from the limited information Apple allows us to see from it. But you can always choose the Home Country by hand from the list of countries; just switch off Read From SIM. (The Read From SIM option does not appear if there's no SIM in your device.)<br/><br/><b>Account Data</b><br/>When no account is active, you see the Get Started button. Tapping on it leads you to the screen that allows getting an account (which is done implicitly when you buy the initial credit), or restoring your existing account. By tapping Reset All you can wipe your account, credit, call history, list of phones, and all settings from the iOS device. This does not delete your credit, nor phones from our server, where they are kept; this means that you can always restore your credit and phones again on another (or the same) device later." },

 { "Privacy" : "<b>Number Verification</b><br/>For legal reasons, all of the phone numbers you want to use must me verified. This is because most countries want a way to find the origin of calls, in case people do bad things. And without verification someone could use any number as caller ID instantly. This may sound interesting and perhaps even fun, but not something we want to support.<br/><br/><b>Supplying Information</b><br/>We will only supply information in response to a police/court order of which we can reasonably verify that it's not in conflict with privacy laws, nor with human rights. The only information we are able to supply, in addition to the verified number(s), are call records (i.e. who was called when). We don't have nor hold recordings of calls.<br/><br/><b>Technical</b><br/>In rare occasions short random sections of calls may be heard by one of our engineer. This is for technical purposes only (for example when audio quality of calls to a certain destination is not good enough). This is something that is impossible to avoid for any telecom company; we choose to be open about it.<br/><br/><b>Data Storage</b><br/>Your and our data (phone numbers, call records, account data, ...) is stored on our secured servers. We do not have backdoors via which someone, government, or organisation could have a peek. Neither do we share any data with any other party or individual.<br/><br/><b>User Credentials</b><br/>Internally used usernames & passwords are stored in a safe way on the iOS device, and are not easily accessible.<br/><br/><b>Secure Connections</b><br/>All communication between the app and our servers is on secure connections. Nobody can just tap the data that is exchanged between the app and our servers, if they were able to read the internet traffic of your iOS device. This means that even on public Wi-Fi networks, calling is safe. Note that, because we don't use VoIP, the app only transfers phone numbers and status information over internet. Although the technologies we use are proven to be extremely secure, no company can ever give a 100% guarantee.<br/><br/><b>Other Systems</b><br/>Note that the audio data of your calls passes through regular (mobile) telephony systems over which we have no control. This means that your calls using NumberBay are as secure as normal phone calls." }
 ]