[
 { "Account" : "<b>Get Started</b><br/>We've kept account creation as simple as possible for you.&nbsp; Your phone number needs to be verified because it will be seen (as caller ID) by the people you call.<br/><br/><b>Other Devices</b><br/>Once you have an account, you can also use NumberBay on your other iOS devices.&nbsp; Simply tap Restore on the Get Started screen, and follow the steps.&nbsp; This will only work if you use the same App Store account; this is because we restore the account you purchased.<br/><br/><b>Data Sync</b><br/>We don't synchronize data automatically between devices using the same account yet.&nbsp; When you make a change (e.g. buy a number, or rename a forwarding) on one device, you need to do a refresh on the device(s) to see the change.&nbsp; To sync, simply drag down the list of numbers, forwarding, ... until the indicator starts spinning.&nbsp; For your convenience we always sync all data, so you don't have to sync numbers, forwardings, ... separately.&nbsp; Note that each device has its own call history (i.e. Recents) and Favorites; this data is not shared between devices.<br/><br/><b>Reset All</b><br/>If you want to wipe your account and all data from an iOS device, you can do so in the app Settings.&nbsp; With Reset All, all your data will be deleted, simply and securely.<br/><br/><b>Never Expires</b><br/>Your account never expires, and there are no recurring costs." },

 { "Calls" : "<b>Rates</b><br/>With NumberBay you make international calls for competitive rates.&nbsp; But, to offer you business class call quality, we use top call termination partners, and we don't select their cheapest options.<br/><br/><b>True Power</b><br/>NumberBay's true power is making you reachable on local numbers in up to 50 countries, and giving you control over where to receive calls.<br/><br/><b>Forward Calls</b><br/>By defaults calls on your NumberBay numbers go to the number you supplied during account creation.&nbsp; But, you can forward these calls to any international number.&nbsp; It's easy to setup and change these forwardings.<br/><br/><b>An Example</b><br/>Let's say you have NumberBay numbers in London, Amsterdam, and New York, because that's where your current clients are.&nbsp; This morning you're working from your apartment in sunny Barcelona, so you forward all calls to your home number.&nbsp; Later that day you'll be travelling, and can't be reached; you forward all calls to the office.&nbsp; Then, when you arrive in Tokyo, you forward to your mobile (with a pre-paid local SIM).&nbsp; Your clients won't notice the difference; they will always be calling you on the same number.<br/><br/><b>Caller ID</b><br/>When you make a call, you choose which caller ID will be used.&nbsp; By default this is the phone's number you supplied when creating an account, but you can also use any of your NumberBay numbers.&nbsp; When you add more phones (see below), you can also select any of their numbers." },

 { "Callback" : "<b>Introduction</b><br/>Most telephony apps call over wireless internet (Wi-Fi, or 3G/4G/...).&nbsp; The reason is cheaper rates, compared to regular mobile calls.&nbsp; This comes however at the cost of lower and unstable audio quality, more dropped calls, and most importantly, not always being reachable.&nbsp; With callback, a slow wireless internet connection is enough, only when initiating a call.&nbsp; After that our server takes over and sets up the call over the very stable traditional telephony systems, high-speed wired internet, and the regular mobile network.<br/><br/><b>Advantages</b><br/>You're always able to receive calls on your NumberBay numbers; neither the app nor wireless internet is in play.&nbsp; When making calls, all you need is a slow/bad internet connection for a few seconds.&nbsp; And, because the data used is extremely low, the data roaming cost, when calling abroad, is almost zero.<br/><br/><b>How It Works</b><br/>When you initiate a call, the NumberBay app sends a small message (around 100 bytes) to our server over a secure internet connection.&nbsp; This message contains the number you want to call, the caller ID you chose, the callback number/phone you chose, and if your caller ID must be shown or not.&nbsp; On reception of this message, the NumberBay server first calls your phone.&nbsp; Then when you pick up, the other person is being called by our server.&nbsp; As soon as the other end picks up, the server connects you both.&nbsp; Once connected, the app requests the call status only once every second or two; it does this to handle the end of call in the app.&nbsp; The data used for this is again very small and only about 1/1000 of the data used for a wireless internet call.&nbsp; The data used is almost zero when you initiate and receive the call on the same iPhone, because then these status requests stop during the time you're in the call.<br/><br/><b>Cost</b><br/>As explained, the NumberBay server needs to make two calls.&nbsp; The total cost is the sum of calling your phone, and calling the other person's number.&nbsp; We believe that this is a small price paid for the great advantages that callback offers to our business class users.<br/><br/><b>Ins And Outs</b><br/>Note that the phone on which you receive a callback, when you make an outgoing call, is selected in Settings.&nbsp; But, the phone on which you receive incoming calls is selected for each of your NumberBay numbers individually on its Number details screen.&nbsp; So, at every moment you use one phone on which you do all callbacks (out), and you can use a different phone for each and every NumberBay number (in)." },

 { "Phones" : "<b>Phone Numbers</b><br/>When creating an account, you supply one phone number.&nbsp; But, this does not need to be an/your iPhone's mobile number.&nbsp; It can be the number of any phone you use: the fixed line at home, your office number, the number of another mobile, a prepaid SIM card you buy abroad, your hotel's room phone number, ...<br/><br/><b>iPod Touch & iPad</b><br/>Because you can receive calls on any phone, you can also use NumberBay on both iPod Touch and iPad.&nbsp; And of course initiating a call can be done from any iOS device.<br/><br/><b>More Phones</b><br/>To keep track of the various phones you use, NumberBay keeps them in a list, and allows you to give each one a name.<br/><br/><b>Adding Phones</b><br/>To add a phone, and it's number of course, tap the [+] button on the app's Phones tab.&nbsp; Then you follow the same simple steps as during account creation.&nbsp; You can add as many as you like.<br/><br/><b>Deleting Phones</b><br/>When you no longer have or use a phone's number, you can simply delete it from the list.&nbsp; Note that you can only delete phones that you currently don't use to receive calls on.&nbsp; There will be a popup alert when you try to delete a phone that's in use." },

 { "Numbers" : "<b>Usage Duration</b><br/>You use NumberBay numbers for a certain duration in months.&nbsp; When you buy a number you choose the initial duration: 1, 2, 3, 6, 9, or 12 months.&nbsp; You can always extend this duration (multiple times).<br/><br/><b>Number Expiry</b><br/>It is very important that you choose a sufficiently long duration, and that you extend this duration before it ends, when appropriate.&nbsp; Because, once the total duration (including possible extension(s)) has expired, a NumberBay number won't be available any more; and it can't be recovered!<br/><br/><b>Setup Fee</b><br/>There is no setup fee for geographic and national numbers; but there is for about half of the toll-free destinations.<br/><br/><b>Number Types</b><br/>We offer you three types of numbers: geographic, national, and toll-free.<br/><br/><b>Geographic Numbers</b><br/>Geographic numbers are bound to a certain city.&nbsp; We offer these in the following 42 countries: Argentina, Australia, Belgium, Brazil, Bulgaria, Canada, Chile, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, El Salvador, Finland, (France,) Georgia, (Germany,) Greece, Hungary, Ireland, Israel, Italy, Japan, Latvia, Lithuania, Luxembourg, Mexico, Netherlands, New Zealand, Norway, Peru, Poland, Puerto Rico, Romania, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, United Kingdom, and United States.<br/><br/><b>National Numbers</b><br/>We offer national numbers in 23 countries: Austria, Bahrain, Belgium, Estonia, Finland, (France,) Georgia, (Germany,) Hong Kong, Ireland, Israel, Luxembourg, Malta, Netherlands, Norway, Panama, Portugal, Singapore, Slovenia, South Africa, Spain, Sweden, and United Kingdom.<br/><br/><b>Toll-Free Numbers</b><br/>Toll-free numbers are available in 35 countries: Argentina, Australia, Austria, Bahrain, Belgium, Canada, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Finland, (France,) (Germany,) Greece, Hungary, Ireland, Israel, Italy, Japan, Luxembourg, Netherlands, New Zealand, Norway, Panama, Portugal, Puerto Rico, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States, and Venezuela.&nbsp; A toll-free number is a great way to offer your contacts that extra bit of service.<br/><br/><b>Address Proof</b><br/>The countries France and Germany require a proof of address, which we need to verify.&nbsp; You can make a picture of for example a utility bill from within the app.&nbsp; We need to verify this, which is normally done within a day; but it may take up to a few days.<br/><br/><b>The Cost</b><br/>When someone calls you, you're charged for connecting this call to your forwarding number; the very competitive NumberBay rates apply.&nbsp; In the Credit section we explain the forwarding and the use of toll-free numbers a bit more." },

 { "Credit" : "<b>When Used</b><br/>Each account has a single credit amount.&nbsp; You use up credit in three situations: When you make callback calls on any of your iOS devices, when others call you on one of the NumberBay numbers you bought, and when a number you buy has a setup fee.<br/><br/><b>Forwarded Calls</b><br/>As was explained in the Calls section, a call to a NumberBay number is forwarded.&nbsp; You pay the call from our servers to the forwarding number.&nbsp; The same competitive NumberBay calling rates apply.<br/><br/><b>Forwarding Explained</b><br/>In other words: When someone calls you on a NumberBay number, our systems receive this call.&nbsp; (Receiving calls is free for geographic & national numbers, but costs a little for toll-free numbers.)&nbsp; Then the call is connected to the forwarding number you configured, and normal costs apply.&nbsp; This is similar to when you make calls from the app: Our systems receive your call for free over internet, which is then connected to a number in the outside world.<br/><br/><b>Never Expires</b><br/>The credit you've purchased never expires, and there are no (monthly) costs for having a NumberBay account." },

 { "Settings" : "<b>Simple Things</b><br/>Keeping things simple for you, the NumberBay app has only a few settings.&nbsp; There's no technical or detailed stuff that can be seen in too many telefony apps.&nbsp; We take care of all that, so you can make your calls.<br/><br/><b>Call Mode</b><br/>With Called Back you select the phone on which the NumberBay server calls you.&nbsp; By default this is set to the phone number you supply during account creation.&nbsp; Caller ID is the number that people you call will see.&nbsp; This is by default also set to your account creation phone number.&nbsp; Finally, when you don't want people to see your caller ID, switch off Show My Caller ID.<br/><br/><b>Home Country</b><br/>The Home Country determines how local numbers (i.e. without country prefix) are interpreted.&nbsp; If you for example call 01234567890 with the UK as Home Country, you'll actually be calling +44 1234 567890.&nbsp; If your iOS device has a SIM card, the Home Country is determined from the limited information Apple allows us to read from it.&nbsp; But you can always choose the Home Country by hand from the list of countries; just switch off Read From SIM.&nbsp; (The Read From SIM option does not appear if there's no SIM in your device.)<br/><br/><b>Account Data</b><br/>When no account is active you see the Get Started button.&nbsp; Tapping on it leads you to the screen that allows buying an account, or restoring your existing one.&nbsp; By tapping Reset All you can wipe your account, credit, numbers, all settings, and all other data from the iOS device.&nbsp; Call forwardings you've done remain active, because they are stored on our servers.&nbsp; You can always restore your account, credit, numbers, and forwardings on any iOS device with your Apple ID.&nbsp; Only the Recents call history, your Favorites, and the Settings can't be restored; they are not stored on our servers because they are typically individual settings and data per device." },

 { "Privacy" : "<b>Number Verification</b><br/>For legal reasons, all of the phone numbers you want to use must me verified.&nbsp; This is because most countries want a way to find the origin of calls, in case people do bad things.&nbsp; And without verification someone could just fill in two numbers and connect them; may sound interesting and perhaps even fun, but not something we want to support.<br/><br/><b>Supplying Information</b><br/>We will only supply information in response to a police/court order of which we can reasonably verify that it's not in conflict with privacy laws, nor with human rights.&nbsp; The only information we are able to supply, in addition to the verified number(s), are call records (i.e. who was called when).<br/><br/><b>Data Storage</b><br/>Your/Our data is stored on our own secured servers.&nbsp; We do not have backdoors via which someone or an organisation could have a peek.&nbsp; Neither do we share any data with any other party or individual.<br/><br/><b>User Credentials</b><br/>Internally used usernames & passwords are stored in a safe way on the iOS device, and are not easily accessible.<br/><br/><b>Secure Connections</b><br/>All communication between the app and our servers is on secure connections.&nbsp; Nobody can just tap the data that is exchanged between the app and our servers, if they were able to read the internet traffic of your iOS device.&nbsp; This means that even on public Wi-Fi networks, your calls are safe.&nbsp; Although the technologies we use are proven to be extremely secure, no company can ever give a 100% guarantee.<br/><br/><b>Other Systems</b><br/>Note that the audio data of your calls passes through regular telephony systems over which we have no control.&nbsp; This means that your calls using NumberBay are as secure as regular phone calls.<br/><br/><b>Address Details</b><br/>Certain countries we offer numbers in, require you to supply address details.&nbsp; We only pass these details on to our number suppliers.&nbsp; We do not store these details, neither will we ever pass them on to third parties.&nbsp; These suppliers are highly ranked & trusted companies, also delivering a high quality of service." }
]