[
 { "Account" : "To keep things simple, creating an account in NumberBay can all be done from within the app.  It only requires you to enter your telephone number; you don't have to enter an email address, nor do you have to make up yet another username.\n\nBy default, your verified telephone number is the caller ID people you call will see." },

 { "Calls" : "NumberBay allows you to make calls to most destinations worldwide for competative prices.  Many apps offer this, but NumberBay's true advantage is that you can be reachable on local numbers in up to 50 countries.  And, you choose where calls to any of your numbers go.\n\nLet's say you purchased NumberBay numbers in London, Amsterdam, and New York because that's where your current clients are.  This morning you're working from your apartment in Paris, so you forward all calls to your home number with a few taps in the app.  When you're out for lunch, you forward the calls to your mobile phone.  Your clients won't notice the difference; they will always be calling you on the same number." },

 { "Numbers" : "You can purchase three different types of numbers: Geograpic, national, or toll-free. ...\n\n" },

 { "Credit" : "You have a single credit amount.  This credit is used when you make calls with the app, when others call you on one of the numbers you purchased, or when a number you purchase has a set-up fee.\n\nThe credit you've purchased never expires, and there are no (monthly) costs for having a NumberBay acount." },

 { "Settings" : "The NumberBay app has only a few settings.\n\nThe Home Country determines how local numbers (i.e. without country prefix) are intepreted.  If you for example call 012345678 with Belgium as Home Country, you'll actually be calling +32 12 345678.  If your iOS device has a SIM card, the Home Country is determined from the very few data field Apple allows us to read from the SIM card.  But you can also choose the Home Country by hand from the list of countries.\n\nBy default the app won't make calls when your device is connected to a cellular data network (3G, Edge, 4G, ...).  When you try to call, you'll see an alert from which you can choose to allow these calls.\n\nBy default people you call will see your verified number.  When you don't want people to see your number, switch off Show My Caller ID.\n\nYou can wipe your account, credit, numbers, all settings, and all other data from the iOS device by tapping Reset All.  Call forwardings you've done stay aktive because they are stored on our servers.  You can always restore your account, credit, numbers, and forwardings on any other iOS device with your Apple ID.  Only the Recents call history, your Favorites, and the Settings can't be restored; this is simply because they are not stored on our servers." },

 { "Devices" : "You can use NumberBay on all your devices.  Simply install the app, and tap Restore on the Get Started screen.  (This assumes you already have an account.)\n\nBecause there is no automatic sync of changes you make on one device, you need to do so youself on your other devices.  Let's say you change a call forwarding on your iPhone, you must then refresh the Forwardings screen on your other devices in order to see this change." },

 { "Privacy" : "For legal reasons, your phone number must be verified.  This is because most countries want a way to find the origin of calls, in case of gross misuse or criminal activity.  But, we will only supply information in reponse to a police/court order of which we can reasonably verify that it's not in conflict with privacy laws nor with human rights.\n\nOur data is stored on our own secured servers.  We do not have backdoors via which someone could have a peek.  Neither do we share any data with any other party or individual.\n\nWe do not send any of your contacts information to our servers.  (Various other apps do this, for example to allow them to notify users when one of their contacts has joined.)  The reason why you were asked to allow the app to read your contacts list (when starting the app for the first time), is to allow you to make calls to your contacts from within the app.\n\nAll communication between the app and our servers is on secure connections.  And, the audio streams of all your calls from the app are encrypted.  Nobody can just listen in, if they were able to read the internet traffic of your iOS device.  This means that even on public Wi-Fi networks, your calls are safe.  Although the technologies we use are proven to be extremely secure, we of course can't give a 100% guarantee.\n\nNote however, that we do need to decrypt the audio streams where we connect with regular telephony systems.  From that point on your calls are secured by telecom companies, as if you're making a call from your mobile phone or with a fixed line telephone." },

 { "Future" : "We believe forwarding calls is very useful for you, but we want to give you more control:\n\n1. Forward calls to multiple numbers simultaneously; the first that picks up gets the call.\n\n2. Forward calls to a dial menu (e.g. 'Dial 1 for support, dial 2 for marketing, ...') you create in the app, including the use of voice prompts you record and/or standard ones.\n\n3. Day of the week & time dependent forwarding.  For example forward to your mobile between 09:00 and 17:00 on Monday to Friday, and forward to a voice prompt at all other times.\n\n4. Forward calls to a voice prompt.\n\n5. Disable forwarding for all calls; in other words blocking all calls to one of your NumberBay numbers." }
]