{ "Terms & Conditions" : "<b>NUMBERBAY TERMS AND CONDITIONS</b><br/><br/><b style='font-size:15px;'>1. Definitions</b><br/><i>Service Provider</i>: NumberBay Ltd, holding offices at Suite 101, 128 Aldersgate Street, London EC1A 4AE, United Kingdom.<br/><i>Service</i>: The whole of IT and telephony services offered by the Service Provider.<br/><i>Application</i>: Software program which runs locally on the user's equipment; typically software that can be downloaded from publicly available sources.<br/><br/><b style='font-size:15px;'>2. Provisions Applicable</b><br/>You agree that the Service Provider may interrupt (permanently or temporarily) providing the Service (or any features thereof) to you or to users generally at the sole discretion of the Service Provider, without prior notice to you.<br><br/>You agree that if the Service Provider disables access to their Service or Application, you may be prevented from making and receiving specific calls.<br/><br/><b style='font-size:15px;'>3. Use of Service and Application</b><br/>In order to use the Service, you may be required to provide information about yourself such as your name, address, email address, and telephone number(s). You agree that any such information you provide to the Service Provider will always be accurate, correct and up to date.<br/><br/>You agree to use the Service and the Application only for purposes that are permitted by (i) the present Terms and Conditions and (ii) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions. You agree to comply with all local laws and regulations regarding the download, installation and/or use of the Application.<br/><br/>You agree not to access (or attempt to access) the Service by any means other than through the interface that is provided by the Service Provider, unless you have been specifically allowed to do so in a separate agreement. You specifically agree not to access (or attempt to access) the Service through any automated means (including use of scripts, crawlers or similar technologies from time to time).<br/><br/>You agree that you will not engage in any activity that interferes with or disrupts the Service (or the servers and networks which are connected to the Service Provider). You agree that you will not use any of the Applications and Services found under this agreement in a way that interferes or disrupts any servers, networks, or websites operated by the Service Provider or any third-party.<br/><br/>As a user of this Service, you agree to not use the Service in any way to harass, abuse, threaten, stalk, defame or otherwise infringe or violate the rights of any other party. the Service Provider cannot be held responsible for any such use by you, nor for any offensive or illegal transmissions that you can receive as a result of using the Service.<br/><br/>The Service Provider makes no claim that the Service offered are available for use in any particular location. It is the responsibility of the user, to comply with any applicable law, including but not limited to applicable local laws.<br/><br/>The Service cannot be used in any way to masquerade your identity.<br/><br/>Unless you have been specifically permitted to do so in a separate agreement with the Service Provider, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Service nor the Application for whatever purpose.<br/><br/>You agree that you are solely responsible for (and that the Service Provider shall not have any responsibility to you or to any third party) your use of the Service or the Application, any breach of your obligations under the Terms and Conditions, and for their consequences of such breach.<br/><br/>You agree to comply with any and all applicable tax laws, including the reporting and payment of any taxes arising in connection with your use of the Service, and that the reporting and payment of any such applicable taxes are your responsibility.<br/><br/>You agree that the Service Provider and/or third parties appointed or recognised by the Service Provider own all rights, titles and interests in and to the Service and Applications available from the Service Provider, including without limitation all applicable intellectual property rights in the Service and Application. It includes any and all intellectual property rights wherever in the world and whenever arising (and including any application), including patent laws, copyright, trade secrets, know-how, confidential information, business names and domain names, computer programs, trademark laws, service marks, trade names, utility models, design rights, database rights, goodwill or rights to sue for passing off, and any and all other proprietary rights worldwide. You agree that you will not, and will not allow any third party to, (i) copy, sell, license, distribute, transfer, modify, adapt, translate, prepare derivative works from, decompile, reverse engineer, disassemble or otherwise attempt to derive source code from the Service and Application, unless otherwise permitted, (ii) take any action to circumvent or defeat the security or content usage rules provided, deployed or enforced by any functionality (including without limitation digital rights management or forward-lock functionality) in the Service and/or Application, (iii) use the Service and/or Application to access, copy, transfer, transcode or retransmit content in violation of any law or third party rights, or (iv) remove, obscure, or alter the Service Providers, or any third party, copyright notices, trademarks, or other proprietary rights notices affixed to or contained within the Service and Applications.<br/><br/>The Service Provider reserves the right (but shall have no obligation) to pre-screen, review, flag, filter, modify, refuse or remove any or all services or applications that can be accessed using the Service. However, you agree that by using the Service you may be exposed to content that you may find offensive, indecent or objectionable and also that you use the Service and Application at your own risk.<br/><br/><b style='font-size:15px;'>4. Third Party Products and Services</b><br/>Some components of the Service may (whether developed by the Service Provider or third parties) also be governed by applicable open source software licenses. In the event of a conflict between the present Terms and Conditions and those of any such licenses, the open source software licenses shall prevail with respect to those components.<br/><br/><b style='font-size:15px;'>5. Privacy</b><br/>The Service Provider will respect your privacy in accordance to the Data Protection Act of 1998. Giving you the right to access any informaiton that we hold relating to you. Please note that we reserve the right to charge a fee to cover the costs incurred by us in providing you with the information.<br/><br/>The Service Provider shall not disclose any of your personal information to any other party other than in accordance with these Terms and Conditions and in the following circumstances:<br>(i) in the event that the Service Provider sells any or all of it's business to a buyer.<br/>(ii) when there is a legal obligation to disclose personal information.<br/>(iii) to reduce the risk of fraud or limit happening fraud.<br/><br/>The Service Provider will collect information, which you provided voluntarily, and in the way you are using the Application or Service. The information collected will be used to provide you with your own usage information.<BR/><BR/>The Service Provider will apply the industry standards to protect your personal information in the best way she seems fit, using state of the art protection systems.<br/><br/><b style='font-size:15px;'>6. Indemnification</b><br/>To the maximum extent permitted by law, you agree to defend, indemnify and hold harmless the Service Provider, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorney’s fees) arising out of or accruing from your use of the Service, including your downloading, installation, or use of any Application, or your violation of these Terms and Conditions.<br/><br/><b style='font-size:15px;'>7. Termination</b><br/>These Terms and Conditions will continue to apply until terminated by either you or the Service Provider as set out below.<br/><br/>If you want to terminate these Terms, you may do so by ceasing your use of the Service and any Application coming from the Service Provider.<br/><br/>The Service Provider may, at any time, terminate these Terms and Conditions with you if: (i) you have breached any provision of these Terms; or (ii) the Service Provider is required to do so by law; or (iii) the Service Provider decides to no longer provide  the Service.<br/><br/><b style='font-size:15px;'>8. Disclaimer of Warranties</b><br/>You expressly understand and agree that your use of the Service and any Application provided by the Service Provider is at your sole risk and that the Service is provided without warranty of any kind, to the maximum extent permitted by applicable law.<br/><br/>Your use of the Service and any Application provided by the Service Provider is at your own discretion and risk and you are solely responsible for any damage to your computer system, mobile device, or other device, or loss of data that results from such use.<br/><br/>To the maximum extent permitted by applicable law, the Service Provider further expressly disclaims all warranties, terms or conditions of any kind, whether express or implied, including, but not limited to any implied warranties Terms and Conditions of merchantability, satisfactory quality, fitness for a particular purpose and non-infringement, with respect to any the Service and any Application provided by the Service Provider.<br/><br/>None of the products are intended for use in the operation of nuclear facilities, life support systems, emergency communications, aircraft navigation or communication systems, air traffic control systems, or any other such activities in which case the failure of the products could lead to death, personal injury, or severe physical or environmental damage.<br/><br/><b style='font-size:15px;'>9. Limitation of Liability</b><br/>You expressly understand and agree that the Service provided and its subsidiaries and affiliates shall not be liable to you under any theory of liability (whether contractual or extra contractual including negligence or otherwise) for any direct or indirect damages that may be incurred by you through your use of the Service and any Application provided by the Service Provider, including any loss of data, whether or not the Service Provider or its representatives have been advised of or should have been aware of the possibility of any such losses arising.<br/><br/><b style='font-size:15px;'>10. General Legal Terms</b><br/>These Terms and Conditions constitute the whole legal agreement between you and Service Provider and govern your use of the Service and Applications provided by the Service Provider and completely replace any prior agreements between you and the Service Provider.<br/><br/>Each party confirms that, in entering into the Terms and Conditions it has not relied upon any representations or statements not expressly incorporated herein. Notwithstanding anything else in the Terms and Conditions, neither party limits or excludes liability for fraudulent misrepresentation.<br/><br/>You agree that if the Service Provider does not exercise or enforce any legal right or remedy which is contained in these Terms and Conditions, this will not be taken to be a formal waiver the Service Provider rights. If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms and Conditions is invalid, then that provision will be removed from the Terms and Conditions without affecting the rest of the Terms and Conditions. The remaining provisions of these Terms will continue to be valid and enforceable.<br/><br/>You acknowledge and agree that each member of the group of companies of which the Service Provider is the parent shall be third party beneficiaries to these Terms and Conditions and that such other companies shall be entitled to directly enforce, and rely upon, any provision of these Terms that confers a benefit on (or rights in favor of) them.<br/><br/>The rights granted in the Terms and Conditions may not be assigned or transferred by either you or the Service Provider without the prior written approval of the other party.<br/><br/>Neither you nor the Service Provider shall be permitted to delegate their responsibilities or obligations under these Terms and Conditions without the prior written approval of the other party.<br/><br/>These Terms and Conditions and your relationship with the Service Provider under these Terms and Conditions, shall be governed by the laws of United Kingdom. You and the Service Provider hereby irrevocably submit to the exclusive jurisdiction of the courts of United Kingdom or Belgium, to be selected by the Service Provider.<br/><br/><b>END OF TERMS AND CONDITIONS</b><br/>" }